Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Unable to open link.
de: Link kann nicht geöffnet werden.
es: No se puede abrir el enlace.
fr: Impossible d’ouvrir le lien.
ja: リンクを開けません。
ko: 링크를 열 수 없습니다.
zh_hans: 无法打开链接。

source: Unable to parse JSON: %@
de: JSON kann nicht geparst werden: %@
es: No se puede analizar el JSON: %@
fr: Impossible d’analyser le JSON : %@
ja: JSON を解析できません: %@
ko: JSON을 파싱할 수 없습니다: %@
zh_hans: 无法解析 JSON：%@

source: Unable to present the user interface at this time.
de: Benutzeroberfläche kann derzeit nicht angezeigt werden.
es: No se puede presentar la interfaz ahora.
fr: Impossible d’afficher l’interface utilisateur pour le moment.
ja: 現在 UI を表示できません。
ko: 지금은 UI를 표시할 수 없습니다.
zh_hans: 未能在限定时间内展示内容。

source: Unable to process tool request with name: %@
de: Tool-Anfrage mit Namen %@ kann nicht verarbeitet werden.
es: No se puede procesar la solicitud de herramienta con nombre: %@
fr: Impossible de traiter la requête d’outil nommée : %@
ja: ツール要求を処理できません: %@
ko: 도구 요청을 처리할 수 없습니다: %@
zh_hans: 无法处理工具调用：%@

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용할 수 없음
zh_hans: 不可用

source: Unavailable - Multiple Reasoning Keys
de: Nicht verfügbar – mehrere Reasoning-Schlüssel
es: No disponible - Múltiples claves de razonamiento
fr: Indisponible - Plusieurs clés de raisonnement
ja: 利用不可 - 推論キーが複数
ko: 사용 불가 - 여러 추론 키
zh_hans: 不可用 - 存在重复键值

source: Unavailable - No Reasoning Key
de: Nicht verfügbar – kein Reasoning-Schlüssel
es: No disponible - Sin clave de razonamiento
fr: Indisponible - Aucune clé de raisonnement
ja: 利用不可 - 推論キーなし
ko: 사용 불가 - 추론 키 없음
zh_hans: 不可用 - 不存在推理选项

source: Unavailable: %@
de: Nicht verfügbar: %@
es: No disponible: %@
fr: Indisponible : %@
ja: 利用不可: %@
ko: 사용 불가: %@
zh_hans: 不可用：%@

source: Unfavorite
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入り解除
ko: 즐겨찾기 해제
zh_hans: 取消收藏

source: Ungrouped
de: Nicht gruppiert
es: Sin agrupar
fr: Non groupé
ja: グループ化なし
ko: 그룹 없음
zh_hans: 未分组

source: Unique identifier of this model.
de: Eindeutige Kennung dieses Modells.
es: Identificador único de este modelo.
fr: Identifiant unique de ce modèle.
ja: このモデルの一意の識別子。
ko: 이 모델의 고유 식별자입니다.
zh_hans: 模型唯一标识符。

source: Unique Model Name
de: Eindeutiger Modellname
es: Nombre de modelo único
fr: Nom de modèle unique
ja: ユニークなモデル名
ko: 고유 모델 이름
zh_hans: 唯一模型标识符

source: Universal Cloud
de: Universelle Cloud
es: Nube universal
fr: Cloud universel
ja: ユニバーサルクラウド
ko: 유니버설 클라우드
zh_hans: 通用云接入

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
zh_hans: 未知

source: Unknown authorization status for location services.
de: Unbekannter Autorisierungsstatus für Standortdienste.
es: Estado de autorización desconocido para servicios de ubicación.
fr: Statut d’autorisation inconnu pour les services de localisation.
ja: 位置情報サービスの認可状態が不明です。
ko: 위치 서비스 권한 상태를 알 수 없습니다.
zh_hans: 定位服务状态未知。

source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
zh_hans: 未知错误

source: Unknown Server
de: Unbekannter Server
es: Servidor desconocido
fr: Serveur inconnu
ja: 不明なサーバー
ko: 알 수 없는 서버
zh_hans: 未知服务器

source: Unlimited Pages
de: Unbegrenzte Seiten
es: Páginas ilimitadas
fr: Pages illimitées
ja: ページ数無制限
ko: 무제한 페이지
zh_hans: 不设限制

source: Unrestricted
de: Unbeschränkt
es: Sin restricciones
fr: Non restreint
ja: 無制限
ko: 제한 없음
zh_hans: 不作限制

source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: 未対応
ko: 지원되지 않음
zh_hans: 不支持

source: Unsupported format.
de: Nicht unterstütztes Format.
es: Formato no compatible.
fr: Format non pris en charge.
ja: 未対応の形式です。
ko: 지원되지 않는 형식입니다.
zh_hans: 不支持的格式。

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
ja: 無題
ko: 제목 없음
zh_hans: 无标题

source: Untitled Event
de: Unbenanntes Ereignis
es: Evento sin título
fr: Événement sans titre
ja: 無題のイベント
ko: 제목 없는 이벤트
zh_hans: 未命名事件

source: Unverified Model
de: Unverifiziertes Modell
es: Modelo no verificado
fr: Modèle non vérifié
ja: 未検証のモデル
ko: 검증되지 않은 모델
zh_hans: 未验证的模型

source: Update All
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
ja: すべて更新
ko: 모두 업데이트
zh_hans: 全部更新

source: Update All Models
de: Alle Modelle aktualisieren
es: Actualizar todos los modelos
fr: Mettre à jour tous les modèles
ja: 全モデルを更新
ko: 모든 모델 업데이트
zh_hans: 更新全部模型

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートあり
ko: 업데이트 가능
zh_hans: 更新可用

source: Update Memory
de: Erinnerung aktualisieren
es: Actualizar memoria
fr: Mettre à jour la mémoire
ja: メモリーを更新
ko: 메모리 업데이트
zh_hans: 更新记忆

source: Update Requested
de: Update angefordert
es: Actualización solicitada
fr: Mise à jour demandée
ja: 更新を要求しました
ko: 업데이트 요청됨
zh_hans: 已请求更新

source: Updating Custom Sound Effect
de: Benutzerdefinierter Soundeffekt wird aktualisiert
es: Actualizando efecto de sonido personalizado
fr: Mise à jour de l’effet sonore personnalisé
ja: カスタム効果音を更新中
ko: 사용자 지정 효과음 업데이트 중
zh_hans: 正在更新自定义音效

source: URL Access
de: URL-Zugriff
es: Acceso a URL
fr: Accès URL
ja: URL アクセス
ko: URL 접근
zh_hans: URL 访问

source: Use %@ Key
de: Taste %@ verwenden
es: Usar clave %@
fr: Utiliser la clé %@
ja: %@ キーを使用
ko: %@ 키 사용
zh_hans: 使用键 %@

source: Use Chat Model
de: Chat-Modell verwenden
es: Usar modelo de chat
fr: Utiliser le modèle de chat
ja: チャットモデルを使用
ko: 채팅 모델 사용
zh_hans: 使用对话模型

source: Use Custom Sound Effect
de: Benutzerdefinierten Soundeffekt verwenden
es: Usar efecto de sonido personalizado
fr: Utiliser un effet sonore personnalisé
ja: カスタム効果音を使用
ko: 사용자 지정 효과음 사용
zh_hans: 使用自定义音效

source: Use None
de: Keins verwenden
es: No usar ninguno
fr: N’utiliser aucun
ja: 使用しない
ko: 사용 안 함
zh_hans: 不使用

source: Use OpenAI-compatible chat completions.
de: OpenAI-kompatible Chat-Completions verwenden.
es: Usar completados de chat compatibles con OpenAI.
fr: Utiliser des complétions de chat compatibles OpenAI.
ja: OpenAI 互換の chat completions を使用します。
ko: OpenAI 호환 Chat Completions를 사용합니다.
zh_hans: 使用 OpenAI 兼容的对话补全格式。

source: Use OpenAI-compatible chat response format.
de: OpenAI-kompatibles Chat-Antwortformat verwenden.
es: Usar formato de respuesta de chat compatible con OpenAI.
fr: Utiliser un format de réponse de chat compatible OpenAI.
ja: OpenAI 互換のチャットレスポンス形式を使用します。
ko: OpenAI 호환 채팅 응답 형식을 사용합니다.
zh_hans: 使用 OpenAI 兼容的响应格式。

source: Use the default model to classify the image
de: Standardmodell zum Klassifizieren des Bildes verwenden
es: Usar el modelo predeterminado para clasificar la imagen
fr: Utiliser le modèle par défaut pour classer l’image
ja: デフォルトモデルで画像を分類
ko: 기본 모델로 이미지를 분류하세요
zh_hans: 使用默认模型对图像进行分类

source: Use the default model to classify your ${content}
de: Standardmodell nutzen, um dein ${content} zu klassifizieren
es: Usar el modelo predeterminado para clasificar tu ${content}
fr: Utiliser le modèle par défaut pour classer votre ${content}
ja: デフォルトモデルで ${content} を分類
ko: 기본 모델로 ${content}를 분류하세요
zh_hans: 使用默认模型分类 ${content}

source: Use the model to classify content into one of the provided candidates. If the model cannot decide, the first candidate is returned.
de: Das Modell nutzen, um den Inhalt einem der angegebenen Kandidaten zuzuordnen. Kann es nicht entscheiden, wird der erste Kandidat zurückgegeben.
es: Usar el modelo para clasificar el contenido en uno de los candidatos proporcionados. Si el modelo no puede decidir, se devuelve el primer candidato.
fr: Utilisez le modèle pour classer le contenu dans l’un des candidats fournis. S’il ne peut décider, le premier candidat est renvoyé.
ja: モデルで内容を候補のいずれかに分類します。判断できない場合は最初の候補を返します。
ko: 모델을 사용해 콘텐츠를 제공된 후보 중 하나로 분류합니다. 결정하지 못하면 첫 번째 후보를 반환합니다.
zh_hans: 使用模型将内容分类到提供的候选项之一。如果模型无法决定，则返回第一个候选项。

source: Use the model to classify content with the help of an accompanying image. If the model cannot decide, the first candidate is returned.
de: Das Modell nutzen, um Inhalte mit Hilfe eines beigefügten Bildes zu klassifizieren. Kann es nicht entscheiden, wird der erste Kandidat zurückgegeben.
es: Usar el modelo para clasificar el contenido con ayuda de una imagen adjunta. Si no puede decidir, se devuelve el primer candidato.
fr: Utilisez le modèle pour classer le contenu avec l’aide d’une image jointe. S’il ne peut décider, le premier candidat est renvoyé.
ja: モデルで画像付きの内容を分類します。判断できない場合は最初の候補を返します。
ko: 동반 이미지의 도움을 받아 콘텐츠를 분류합니다. 결정하지 못하면 첫 번째 후보를 반환합니다.
zh_hans: 使用模型结合附带的图像对内容进行分类。如果模型无法决定，则返回第一个候选项。

source: Use the Open URL action with %@ to launch the app and start a conversation
de: Die Aktion „Open URL“ mit %@ verwenden, um die App zu starten und eine Unterhaltung zu beginnen
es: Usa la acción Abrir URL con %@ para lanzar la app y comenzar una conversación
fr: Utilisez l’action Ouvrir l’URL avec %@ pour lancer l’app et démarrer une conversation
ja: %@ の Open URL アクションでアプリを起動し会話を開始します
ko: %@와 함께 Open URL 액션을 사용해 앱을 실행하고 대화를 시작하세요
zh_hans: 使用 %@ 的 Open URL 操作启动应用并开始会话

source: Use the selected model to classify the image
de: Ausgewähltes Modell zur Klassifizierung des Bildes verwenden
es: Usar el modelo seleccionado para clasificar la imagen
fr: Utiliser le modèle sélectionné pour classer l’image
ja: 選択したモデルで画像を分類
ko: 선택한 모델로 이미지를 분류하세요
zh_hans: 使用所选模型对图像进行分类

source: Use the selected model to classify your ${content}
de: Ausgewähltes Modell nutzen, um dein ${content} zu klassifizieren
es: Usar el modelo seleccionado para clasificar tu ${content}
fr: Utiliser le modèle sélectionné pour classer votre ${content}
ja: 選択したモデルで ${content} を分類
ko: 선택한 모델로 ${content}를 분류하세요
zh_hans: 使用选中的模型来分类 ${content}

source: Use Tool
de: Tool verwenden
es: Usar herramienta
fr: Utiliser l’outil
ja: ツールを使用
ko: 도구 사용
zh_hans: 使用工具

source: User
de: Nutzer
es: Usuario
fr: Utilisateur
ja: ユーザー
ko: 사용자
zh_hans: 用户

source: User cancelled sharing calendar events.
de: Nutzer hat das Teilen von Kalenderereignissen abgebrochen.
es: El usuario canceló compartir eventos de calendario.
fr: L’utilisateur a annulé le partage des événements de calendrier.
ja: ユーザーがカレンダー共有をキャンセルしました。
ko: 사용자가 캘린더 이벤트 공유를 취소했습니다.
zh_hans: 用户取消了数据共享。

source: User cancelled the operation.
de: Nutzer hat den Vorgang abgebrochen.
es: El usuario canceló la operación.
fr: L’utilisateur a annulé l’opération.
ja: ユーザーが操作をキャンセルしました。
ko: 사용자가 작업을 취소했습니다.
zh_hans: 用户已取消操作。

source: User Request
de: Benutzeranfrage
es: Solicitud del usuario
fr: Demande de l'utilisateur
ja: ユーザーのリクエスト
ko: 사용자 요청
zh_hans: 用户请求

source: Using a local or mini model for this purpose will lower overall costs while maintaining a consistent experience.
de: Für diesen Zweck ein lokales oder Mini-Modell zu nutzen, senkt die Gesamtkosten bei gleichbleibender Erfahrung.
es: Usar un modelo local o mini para este fin reduce costos manteniendo una experiencia consistente.
fr: Utiliser un modèle local ou léger pour cet usage réduit les coûts tout en maintenant une expérience cohérente.
ja: この目的にローカル/小型モデルを使うとコストを抑えつつ体験を維持できます。
ko: 이 목적에 로컬 또는 미니 모델을 사용하면 비용을 낮추면서 일관된 경험을 유지할 수 있습니다.
zh_hans: 使用本地模型或者云端小模型可以降低推理成本，节约开销，同时提供一致的体验。

source: Usually, you don't need to clean caches and temporary files. But if you have any issues, try these.
de: Normalerweise musst du Caches und temporäre Dateien nicht leeren. Bei Problemen kannst du es dennoch versuchen.
es: Normalmente no necesitas limpiar cachés ni archivos temporales. Si tienes problemas, prueba estas opciones.
fr: En général, vous n’avez pas besoin de nettoyer caches et fichiers temporaires. En cas de problème, essayez ces options.
ja: 通常キャッシュや一時ファイルを消す必要はありませんが、問題があれば試してください。
ko: 보통 캐시와 임시 파일을 지울 필요는 없습니다. 문제가 있을 때만 시도하세요.
zh_hans: 通常来说，缓存和临时文件夹不需要手动清理。但在遇到问题时，不妨试试。

source: Utilities
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
ja: ユーティリティ
ko: 유틸리티
zh_hans: 实用工具

source: Utilize the current chat model to assist with auxiliary tasks.
de: Das aktuelle Chat-Modell für Hilfsaufgaben einsetzen.
es: Usa el modelo de chat actual para ayudar en tareas auxiliares.
fr: Utilisez le modèle de chat actuel pour aider aux tâches auxiliaires.
ja: 現在のチャットモデルを利用して補助タスクを支援します。
ko: 현재 채팅 모델을 활용해 보조 작업을 돕습니다.
zh_hans: 使用对话模型完成辅助任务。

source: Utilizing tool call
de: Tool-Call wird verwendet
es: Usando llamada de herramienta
fr: Utilisation d’un appel d’outil
ja: ツール呼び出しを利用中
ko: 도구 호출 사용 중
zh_hans: 正在使用工具

source: Utilizing tool: %@
de: Verwendetes Tool: %@
es: Usando herramienta: %@
fr: Utilisation de l’outil : %@
ja: 使用中のツール: %@
ko: 도구 사용 중: %@
zh_hans: 正在使用工具：%@

source: Verification
de: Verifizierung
es: Verificación
fr: Vérification
ja: 検証
ko: 검증
zh_hans: 验证

source: Verified Model Only
de: Nur verifizierte Modelle
es: Solo modelos verificados
fr: Modèle vérifié uniquement
ja: 検証済みモデルのみ
ko: 검증된 모델만
zh_hans: 仅显示验证的模型

source: Verifier
de: Prüfer
es: Verificador
fr: Vérificateur
ja: 検証器
ko: 검증기
zh_hans: 验证器

source: Verifiers
de: Prüfer
es: Verificadores
fr: Vérificateurs
ja: 検証者
ko: 검증자
zh_hans: 验证器

source: Verify Configuration
de: Konfiguration überprüfen
es: Verificar configuración
fr: Vérifier la configuration
ja: 設定を検証
ko: 구성 검증
zh_hans: 验证配置

source: Verify Model
de: Modell überprüfen
es: Verificar modelo
fr: Vérifier le modèle
ja: モデルを検証
ko: 모델 검증
zh_hans: 验证模型

source: Verify the configuration of this MCP server and list available tools for your inform.
de: Konfiguration dieses MCP-Servers prüfen und verfügbare Tools auflisten.
es: Verifica la configuración de este servidor MCP y lista las herramientas disponibles para tu referencia.
fr: Vérifiez la configuration de ce serveur MCP et listez les outils disponibles pour information.
ja: この MCP サーバーの設定を検証し、利用可能なツールを一覧表示します。
ko: 이 MCP 서버 구성을 검증하고 사용 가능한 도구를 나열합니다.
zh_hans: 验证此 MCP 服务器的配置文件并列出可用的工具列表。

source: Verifying Configuration
de: Konfiguration wird geprüft
es: Verificando configuración
fr: Vérification de la configuration
ja: 設定を検証中
ko: 구성 검증 중
zh_hans: 正在验证配置

source: Verifying Model
de: Modell wird geprüft
es: Verificando modelo
fr: Vérification du modèle
ja: モデルを検証中
ko: 모델 검증 중
zh_hans: 正在验证模型

source: View
de: Anzeigen
es: Ver
fr: Afficher
ja: 表示
ko: 보기
zh_hans: 查看

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
ja: 詳細を見る
ko: 세부 정보 보기
zh_hans: 查看详情

source: View Logs
de: Logs anzeigen
es: Ver registros
fr: Afficher les journaux
ja: ログを見る
ko: 로그 보기
zh_hans: 查看日志

source: View Raw
de: Rohdaten anzeigen
es: Ver sin procesar
fr: Afficher brut
ja: 生データを見る
ko: 원본 보기
zh_hans: 原始数据

source: Visual
de: Visuell
fr: Visuel
ja: ビジュアル
ko: 비주얼
zh_hans: 视觉

source: Visual Assessment
de: Visuelle Bewertung
es: Evaluación visual
fr: Évaluation visuelle
ja: ビジュアル評価
ko: 시각 평가
zh_hans: 视觉辅助

source: Visual models can extract information from images.
de: Visuelle Modelle können Informationen aus Bildern extrahieren.
es: Los modelos visuales pueden extraer información de las imágenes.
fr: Les modèles visuels peuvent extraire des informations des images.
ja: ビジュアルモデルは画像から情報を抽出できます。
ko: 비주얼 모델은 이미지에서 정보를 추출할 수 있습니다.
zh_hans: 视觉模型可以从图片中提取信息。

source: Visual Understanding
de: Visuelles Verständnis
es: Comprensión visual
fr: Compréhension visuelle
ja: ビジュアル理解
ko: 시각적 이해
zh_hans: 视觉理解

source: Waiting for evaluation
de: Warten auf Bewertung
es: Esperando evaluación
fr: En attente d'évaluation
ja: 評価待ち
ko: 평가 대기 중
zh_hans: 等待评估

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
ko: 경고
zh_hans: 警告

source: We are not responsible for the model you are about to download. If we are unable to load this model, the app may crash. Do you want to continue? Estimated download size: %@
de: Wir übernehmen keine Verantwortung für das Modell, das du herunterladen willst. Wenn wir es nicht laden können, kann die App abstürzen. Möchtest du fortfahren? Geschätzte Downloadgröße: %@
es: No somos responsables del modelo que vas a descargar. Si no podemos cargarlo, la app podría fallar. ¿Quieres continuar? Tamaño de descarga estimado: %@
fr: Nous ne sommes pas responsables du modèle que vous allez télécharger. Si nous ne pouvons pas le charger, l’app peut planter. Voulez-vous continuer ? Taille de téléchargement estimée : %@
ja: これからダウンロードするモデルについて当方は責任を負いません。読み込めない場合、アプリがクラッシュする可能性があります。続行しますか？ 推定ダウンロードサイズ: %@
ko: 다운로드하려는 모델에 대해 책임을 지지 않습니다. 이 모델을 불러오지 못하면 앱이 충돌할 수 있습니다. 계속하시겠습니까? 예상 다운로드 크기: %@
zh_hans: 我们不对你即将下载的模型负责。如果此模型加载失败，软件可能会崩溃。你确定要继续？ 预计的下载大小为：%@

source: We are unable to process the link you tapped, either it is invalid or not supported.
de: Der angeklickte Link kann nicht verarbeitet werden, er ist ungültig oder wird nicht unterstützt.
es: No podemos procesar el enlace que tocaste; es inválido o no compatible.
fr: Impossible de traiter le lien sur lequel vous avez appuyé, il est invalide ou non pris en charge.
ja: タップしたリンクは無効か未対応のため処理できません。
ko: 탭한 링크를 처리할 수 없습니다. 잘못되었거나 지원되지 않습니다.
zh_hans: 此链接已损坏或不受支持，无法打开。

source: We cannot determine the context length supported by the model. Please choose the correct configuration here. Configuring a context length smaller than the capacity can save costs. A context that is too long may be truncated during inference.
de: Wir können die vom Modell unterstützte Kontextlänge nicht bestimmen. Bitte hier die korrekte Konfiguration wählen. Eine kürzere Kontextlänge spart Kosten; ein zu langer Kontext kann bei der Inferenz gekürzt werden.
es: No podemos determinar la longitud de contexto que admite el modelo. Elige la configuración correcta aquí. Configurar una longitud menor puede ahorrar costos. Un contexto demasiado largo puede truncarse durante la inferencia.
fr: Nous ne pouvons pas déterminer la longueur de contexte prise en charge par le modèle. Choisissez la bonne configuration ici. Un contexte plus court que la capacité peut réduire les coûts. Un contexte trop long peut être tronqué lors de l’inférence.
ja: モデルがサポートするコンテキスト長を判定できません。ここで適切に設定してください。容量より小さく設定するとコスト節約になり、長すぎると推論時に切り捨てられる可能性があります。
ko: 모델이 지원하는 컨텍스트 길이를 알 수 없습니다. 여기서 올바르게 설정하세요. 용량보다 작게 설정하면 비용을 절약할 수 있고, 너무 길면 추론 중 잘릴 수 있습니다.
zh_hans: 我们无法确认模型所支持的上下文长度，请在此处选择正确的配置。配置小于容量的上下文可以节省开销。过长的上下文可能会在推理时截断。

source: We cannot determine whether this model includes additional capabilities. However, if supported, features such as visual recognition can be enabled manually here. Please note that if the model does not actually support these capabilities, attempting to enable them may result in errors.
de: Wir können nicht feststellen, ob dieses Modell zusätzliche Fähigkeiten besitzt. Falls unterstützt, können Funktionen wie visuelle Erkennung hier manuell aktiviert werden. Beachte, dass bei nicht unterstützten Fähigkeiten Fehler auftreten können.
es: No podemos determinar si este modelo incluye capacidades adicionales. Si están soportadas, puedes habilitar funciones como reconocimiento visual manualmente aquí. Si el modelo no las soporta realmente, habilitarlas puede causar errores.
fr: Nous ne pouvons pas déterminer si ce modèle inclut des capacités supplémentaires. Si elles sont prises en charge, des fonctionnalités comme la reconnaissance visuelle peuvent être activées manuellement ici. Si le modèle ne les supporte pas réellement, leur activation peut provoquer des erreurs.
ja: このモデルに追加機能があるか判断できません。対応していればここでビジュアル認識などを手動で有効化できますが、実際に非対応の場合エラーとなる可能性があります。
ko: 이 모델이 추가 기능을 포함하는지 알 수 없습니다. 지원된다면 여기서 시각 인식 등 기능을 수동으로 켤 수 있습니다. 실제로 지원하지 않으면 오류가 발생할 수 있습니다.
zh_hans: 我们无法确认这个模型是否具备某些额外的功能。如果你确认此模型支持这些功能，你可以在这里手动开启。但需要注意，如果模型实际上不支持这些功能，尝试开启可能会导致错误。

source: We have requested your system to prioritize local processing of your audio data. However, there still remains a possibility that your audio data may be sent to Apple’s servers for processing. We are unable to determine whether your data has been sent to Apple’s servers.
de: Wir haben dein System gebeten, deine Audiodaten vorrangig lokal zu verarbeiten. Es besteht jedoch die Möglichkeit, dass die Audiodaten zur Verarbeitung an Apples Server gesendet werden. Wir können nicht feststellen, ob deine Daten an Apple gesendet wurden.
es: Hemos solicitado al sistema priorizar el procesamiento local de tu audio. Aun así, podría enviarse a los servidores de Apple. No podemos determinar si tus datos se enviaron.
fr: Nous avons demandé au système de privilégier le traitement local de vos données audio. Il reste toutefois possible qu’elles soient envoyées aux serveurs d’Apple pour traitement. Nous ne pouvons pas déterminer si vos données ont été envoyées aux serveurs d’Apple.
ja: 音声データはローカル処理を優先するようシステムに依頼していますが、Apple のサーバーに送信される可能性があります。送信されたかどうかは判断できません。
ko: 오디오 데이터를 우선 로컬에서 처리하도록 시스템에 요청했습니다. 그러나 여전히 Apple 서버로 전송될 가능성이 있으며, 실제 전송 여부는 확인할 수 없습니다.
zh_hans: 我们已请求您的系统优先在本地处理您的音频数据。然而，您的音频数据仍有可能被发送到 Apple 的服务器进行处理。我们无法确定您的数据是否已被发送至 Apple 的服务器。

source: We provided a comprehensive documentation to help you understand how to use this app effectively.
de: Wir haben eine umfassende Dokumentation bereitgestellt, um dir die effektive Nutzung der App zu erklären.
es: Hemos proporcionado una documentación completa para ayudarte a usar la app eficazmente.
fr: Nous fournissons une documentation complète pour vous aider à utiliser efficacement l’app.
ja: このアプリを有効に活用するための包括的なドキュメントを提供しています。
ko: 이 앱을 효과적으로 사용하는 방법을 알 수 있도록 포괄적인 문서를 제공했습니다.
zh_hans: 我们提供详细的用户手册来帮助你更好的理解并使用 FlowDown。

source: We requires LAN access for interact with local service providers. We do not collect any information from your LAN.
de: Wir benötigen LAN-Zugriff, um mit lokalen Diensten zu interagieren. Wir sammeln keine Informationen aus deinem LAN.
es: Necesitamos acceso LAN para interactuar con proveedores locales. No recopilamos información de tu LAN.
fr: Nous avons besoin de l’accès LAN pour interagir avec des fournisseurs locaux. Aucune information n’est collectée sur votre réseau local.
ja: ローカルのサービスプロバイダと連携するため LAN アクセスが必要です。LAN の情報を収集することはありません。
ko: 로컬 서비스 제공자와 상호작용하려면 LAN 접근이 필요합니다. LAN 정보는 수집하지 않습니다.
zh_hans: 我们需要本地网络访问权限来连接到你所请求的服务提供商。

source: We strongly recommend that you do not enable this feature unless you are sure what you are doing. It may cause unexpected behavior and even data loss.
de: Wir raten dringend davon ab, diese Funktion zu aktivieren, sofern du nicht genau weißt, was du tust. Sie kann zu unerwartetem Verhalten und sogar Datenverlust führen.
es: Recomendamos encarecidamente no habilitar esta función salvo que sepas lo que haces. Puede causar comportamientos inesperados e incluso pérdida de datos.
fr: Nous déconseillons vivement d’activer cette fonctionnalité sans certitude : elle peut provoquer des comportements inattendus et même une perte de données.
ja: 何をしているか確信がある場合を除き、この機能を有効にしないことを強く推奨します。予期しない動作やデータ損失の恐れがあります。
ko: 확신이 없다면 이 기능을 켜지 않는 것을 강력히 권장합니다. 예기치 못한 동작이나 데이터 손실이 발생할 수 있습니다.
zh_hans: 我们强烈建议您不要启用此功能，除非您明确知道自己在做什么。这可能导致意外行为，甚至造成数据丢失。

source: We use calendar access to allow the assistant to view, create and modify events in your calendar. Calendar data is only accessed when you explicitly use calendar-related features.
de: Wir verwenden den Kalenderzugriff, damit der Assistent Termine ansehen, erstellen und bearbeiten kann. Auf Kalenderdaten wird nur zugegriffen, wenn du kalenderbezogene Funktionen ausdrücklich nutzt.
es: Usamos acceso al calendario para que el asistente vea, cree y modifique eventos. Solo se accede cuando usas funciones de calendario.
fr: Nous utilisons l’accès au calendrier pour permettre à l’assistant de voir, créer et modifier des événements. Les données du calendrier ne sont consultées que lorsque vous utilisez des fonctions liées au calendrier.
ja: カレンダーアクセスを用いてアシスタントがイベントの閲覧・作成・編集を行います。カレンダー関連機能を使用したときのみアクセスします。
ko: 어시스턴트가 캘린더 이벤트를 보고, 만들고, 수정할 수 있도록 캘린더 접근을 사용합니다. 캘린더 데이터는 캘린더 관련 기능을 명시적으로 사용할 때만 접근합니다.
zh_hans: 我们使用你的日历权限以提供数据给助手查看或修改。这些数据仅在明确请求时提供。
